Repository: Mordred/webPyVirt
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: sk

source: Memory
sk: Pamäť

source: Close
sk: Zavrieť

source: Destroy domain
sk: Zrušiť doménu

source: Trying to %s domain...
sk: Pokús o %s domény...

source: Imported
sk: Importované

source: Failed
sk: Zlyhalo

source: Import
sk: Importovať

source: Import All Domains
sk: Importovať všetky domény

source: Trying to import domain '<i>%s</i>'...
sk: Pokus o importovanie domény '<i>%s</i>'...

source: Recreate
sk: Znovu vytvoriť

source: Remove
sk: Odstrániť

source: Import All
sk: Importovať všetky

source: Recreate All
sk: Znovu vytvoriť všetky

source: Remove All
sk: Odstrániť všetky

source: Domain Name
sk: Názov domény

source: Action
sk: Akcia

source: Nothing to import or remove!
sk: Žiadne domény na importovanie!

source: Error
sk: Chyba

source: running
sk: bežiaci

source: cannot connect
sk: nedá sa pripojiť

source: Suspend
sk: Pozastaviť

source: Reboot
sk: Reštartovať

source: Resume
sk: Obnoviť

source: Start
sk: Štart

source: Shutdown
sk: Vypnúť

source: Save
sk: Uložiť

source: Result:
sk: Výsledok:

source: Domain migrated successfully.
sk: Doména úspešne premigrovaná.

source: Go to domain details
sk: Ísť na detail domény

source: Migrate Domain
sk: Premigrovať doménu

source: This operation can take more time. Please be patent and do not close this window.
sk: Táto operácia môže trvať dlhšie. Prosím, nezatvárajte toto okno.

source: Please select node from list:
sk: Vyberte zo zoznamu uzol, na ktorý sa má doména premigrovať:

source: Available nodes
sk: Dostupné uzly

source: There is no node to which you can migrate.
sk: V systéme neexistuje uzol, na ktorý sa dá premigrovať táto doména.

source: Migrate
sk: Migrovať

source: Select Node
sk: Výber uzla

source: Loading, please wait...
sk: Načítavanie, prosím čakajte...

source: This is domain migration wizard which will help you set necessary data so you will not have to fill everything alone. If you are ready click on "%s" button.
sk: Toto je sprievodca migráciou domény, ktorý Vám pomôže nastaviť potrebné dáta. Ak ste pripravený, kliknite na tlačítko "%s".

source: Next
sk: Ďalej

source: Introduction
sk: Úvod

source: Previous
sk: Späť

source: Virtual CPUs
sk: Virtuálne CPU

source: Maximum Memory
sk: Maximálna pamäť

source: Current Memory
sk: Alokovaná pamäť

source: Set parameter
sk: Nastaviť parameter

source: Trying to set parameter "%s" to value "%s"...
sk: Pokus nastaviť parameter "%s" na hodnotu "%s"...

source: Domain created and started successfully.
sk: Doména bola úspešne vytvorená a spustená.

source: Create Domain
sk: Vytvoriť doménu

source: Ready to create domain:
sk: Pripravené na vytvorenie domény:

source: Storage
sk: Úložisko

source: Network
sk: Sieť

source: Target Network Device
sk: Cieľové sieťové zariadenie

source: MAC Address
sk: MAC Adresa

source: Create
sk: Vytvoriť

source: Review
sk: Prehľad

source: Please specify network settings (Currently only DHCP is supported):
sk: Prosím nastavte sieťové rozhranie (Aktuálne je podporované iba DHCP):

source: Target Device Name
sk: Názov cieľového zariadenia

source: (e.g. "vnet2")
sk: (napr. "vnet2")

source: Defined Networks
sk: Definované siete

source: (e.g. 00:11:22:33:44:55)
sk: (napr. 00:11:22:33:44:55)

source: Storage volume created.
sk: Dátová oblasť bola vytvorená.

source: During process there was an error, so the volume is not created. (error = %s)
sk: Počas procesu sa vyskytla chyba, takže disková oblasť nebola vytvorená. (chyba = %s)

source: New Storage Volume
sk: Nová dátová oblasť

source: Storage pool created and has %s GB of free space. (logical size = %s GB, current allocation = %s GB)
sk: Úložisko bolo vytvorená a má %s GB volného miesta. (logická veľkosť = %s GB, aktuálne obsadené = %s GB)

source: During process there was an error, so the pool is not created. (error = %s)
sk: Počas procesu sa vyskytla chyba, takže úložisko nebolo vytvorené. (error = %s)

source: New Storage Pool
sk: Nové dátové úložisko

source: Specify a storage location to be later split into virtual machine storage:
sk: Špecifikujte úložisko, ktoré sa neskôr rozdelí na dátové oblasti:

source: Target Path
sk: Cieľová cesta

source: Format
sk: Formát

source: Source Path
sk: Zdrojová cesta

source: Directory to use for the storage pool.
sk: Adresár, ktorý sa použije ako dátové úložisko.

source: Root location for identifying new storage volumes.
sk: Koreňová cesta indentifikujúca nové dátové oblasti.

source: Format of the source device's partition table.
sk: Formát tabuľky partícií zdrojového zariadenia.

source: Path to the existing disk device.
sk: Cesta k existujúcemu zariadeniu.

source: Location to mount the source device.
sk: Cesta kam sa pripojí zdrojové zariadenie.

source: Filesystem type of the source device.
sk: Typ filesystému zdrojového zariadenia.

source: The existing device to mount for the pool.
sk: Existujúce zariadenie, ktoré sa má pripojiť.

source: Name of the host sharing the storage.
sk: Názov hostiteľa zdieľaného úložiska.

source: Path on the host that is being shared.
sk: Cesta na servery, ktorá má byť zdieľaná.

source: Location of the existing LVM volume group.
sk: Cesta k existujúcej skupine LVM.

source: Optional device to build new LVM volume on.
sk: Voliteľné zariadenie, na ktorom sa vytvorí nová LVM oblasť.

source: Type of the network filesystem.
sk: Typ sieťového filesystému.

source: Name of the SCSI adapter (ex. host2).
sk: Názov SCSI adaptéra (napr. host2).

source: Select storage pool where disk for this virtual machine will be saved:
sk: Vyberte úložisko, kde bude úložený obraz virtuálneho disku domény:

source: Create a new storage pool.<br />
sk: Vytvoriť nové dátové úložisko.<br />

source: Storage Pool Name
sk: Názov dátového úložiska

source: Filesystem Directory
sk: Adresár vo filesystéme

source: Physical Disk Device
sk: Fyzické diskové zariadenie

source: Pre-Formatted Block Device
sk: Predformátované blokové zariadenie

source: iSCSI Target
sk: Cieľ iSCSI

source: LVM Volume Group
sk: LVM oblasť

source: Network Exported Directory
sk: Sieťový exportovaný adresár

source: SCSI Host Adapter
sk: SCSI adaptér

source: Storage Pool Type
sk: Typ dátového úložiska

source: Select existing storage pool.<br />
sk: Vyberte existujúce dátové úložisko.<br />

source: Existing pools
sk: Existujúce úložiská

source: Storage Pool
sk: Dátové úložisko

source: Select storage for this virtual machine:
sk: Vyberte úložisko pre túto doménu:

source: Volumes
sk: Oblasti

source: Create a disk image on the computer's hard drive.<br />
sk: Vytvoriť obraz disku na hardisku počítača.<br />

source: Volume Name
sk: Názov oblasti

source: Size of the volume
sk: Veľkosť oblasti

source: Select managed or other existing storage.<br />
sk: Vyberte spravované úložisko.<br />

source: Existing volumes
sk: Existujúce oblasti

source: Choose memory and CPU settings:
sk: Nastavte veľkosť pamäte a počet procesorov:

source: Memory (RAM)
sk: Pamäť (RAM)

source: First we need some basic data:
sk: Zadajte základné údaje o doméne:

source: Description
sk: Popis

source: Metadata
sk: Metainformácie

source: Node "%s" with URI: "%s" is currently unavailable. Try it again later or check status of the node.
sk: Uzol "%s" s adresou "%s" je aktuálne nedostupný. Skúste to neskôr alebo skontrolujte stav uzla.

source: Node Status
sk: Status uzla

source: Name is required!
sk: Názov je povinný!

source: This operation can take more time depending on the volume size. Please be patent and do not close this window.
sk: Táto operácia môže trvať dlhšie. Záleží od veľkosti vytváranej oblasti. Prosím, nezatvárajte toto okno.

source: MAC Address is invalid!
sk: MAC adresa nie je platná!

source: Target Path is required!
sk: Cieľová cesta je povinná!

source: UUID is invalid!
sk: UUID nie je platné!

source: This is domain creation wizard which will help you set necessary data so you will not have to fill everything alone. If you are ready click on "%s" button.
sk: Toto je sprievodca vytvorením domény, ktorý Vám pomôže nastaviť všetky potrebné dáta. Ak ste pripravený, kliknite na tlačítko "%s".

source: Label
sk: Názov

source: Value
sk: Hodnota

source: Time
sk: Čas

source: Usage
sk: Vyťaženie

source: Memory Size
sk: Veľkosť pamäte

source: Active CPUs
sk: Aktivne CPU

source: CPU frequency
sk: CPU frekvencia

source: NUMA Cells
sk: NUMA buniek

source: CPU socket per node
sk: CPU soket na uzol

source: Core per socket
sk: Jadier na uzol

source: Threads per core
sk: Vlakien na uzol

source: Error message:
sk: Chybová správa:

source: Connecting to '<i>%s</i>'...
sk: Pripájam k '<i>%s</i>'...

source: Connection Test
sk: Test pripojenia
