Repository: Mordred/webPyVirt
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Home
sk: Domov

source: Quick Access
sk: Rýchly prístup

source: Users & Groups
sk: Užívatelia & Skupiny

source: Nodes
sk: Uzly

source: Domains
sk: Domény

source: Slovak
sk: Slovensky

source: English
sk: Anglicky

source: Select user
sk: Výber užívateľa

source: Only letters, digits and underscores
sk: Iba písmená, číslice a podtržítka

source: This value must contain only letters, numbers and underscores.
sk: Toto pole môže obsahovať iba písmená, číslice a podtržítka.

source: A user with that username does not exist.
sk: Užívateľ s týmto menom neexistuje.

source: Username
sk: Užívateľské meno

source: Password
sk: Heslo

source: Password confirmation
sk: Heslo (potvrdenie)

source: A user with that username already exists.
sk: Užívateľ s týmto menom už existuje.

source: The two password fields didn't match.
sk: Heslá sa nezhodujú.

source: Group name
sk: Názov skupiny

source: A group with that name already exists.
sk: Skupina s týmto menom už existuje.

source: Select group
sk: Výber skupiny

source: A group with that name does not exist.
sk: Skupina s týmto menom neexistuje.

source: Superuser
sk: Superužívateľ

source: User is a superuser. Only superuser can change this
sk: Užívateľ je superužívateľ. Môže zmeniť iba superužívateľ

source: Change permissions
sk: Zmeniť oprávnenia

source: User can change global permissions of another users
sk: Užívateľ môže zmeniť globálne práva iného užívateľa

source: Add user
sk: Pridať užívateľa

source: User can add new user
sk: Užívateľ môže pridať nového užívateľa

source: Change user
sk: Zmeniť užívateľa

source: User can change information about users
sk: Užívateľ môže zmeniť informácie o užívateľoch

source: Remove user
sk: Odstrániť užívateľa

source: User can remove users
sk: Užívateľ môže odstrániť užívateľov

source: Add group
sk: Pridať skupinu

source: User can add new group
sk: Užívateľ môže pridať novú skupinu

source: Change group
sk: Zmeniť skupinu

source: User can change group members
sk: Užívateľ môže zmeniť členov skupiny

source: Remove group
sk: Odstrániť skupinu

source: User can remove groups
sk: Užívateľ môže odstrániť skupinu

source: Add node
sk: Pridať uzol

source: User can add new node
sk: Užívateľ môže pridať nový uzol

source: Users
sk: Užívatelia

source: Manage users
sk: Správa užívateľov

source: Groups
sk: Skupiny

source: Manage groups
sk: Správa skupín

source: Global Permissions
sk: Globálne práva

source: User permissions
sk: Práva užívateľa

source: Group permissions
sk: Práva skupiny

source: Show permissions
sk: Zobraziť práva

source: Select domain
sk: Výber domény

source: Domain ID
sk: ID domény

source: Used if 2 domains have the same name (e.g. Domain-0)
sk: Použité ak 2 domény majú rovnaký názov. (napr. Domain-0)

source: A domain with that name does not exist.
sk: Doména s týmto menom neexistuje.

source: Add domain
sk: Vytvoriť doménu

source: Domain detail
sk: Detail domény

source: Edit domain
sk: Upraviť doménu

source: Migrate domain
sk: Migrovať doménu

source: Remove domain
sk: Odstrániť doménu

source: Permissions
sk: Práva

source: User ACL
sk: ACL užívateľov

source: Group ACL
sk: ACL skupín

source: Destroy
sk: Zrušiť

source: Restart
sk: Reštartovať

source: Preserve
sk: Zachovať

source: Rename-Restart
sk: Prementovať po reštarte

source: Minimum match
sk: Minimálna zhoda

source: Exact match
sk: Presná zhoda

source: Strict match
sk: Prísna zhoda

source: Localtime
sk: Lokálny čas

source: Timezone
sk: Časová zóna

source: Current ID on node
sk: Aktuálne ID uzla.

source: Hypervisor Driver Type
sk: Typ hypervízora

source: Domain Name
sk: Názov domény

source: Description
sk: Popis

source: Human readable description of the virtual machine
sk: Popis virtuálneho stroja

source: Bootloader Args
sk: Argumenty pre bootloader

source: Type of virtualization
sk: Typ virtualizácie

source: CPU architecture
sk: CPU architektúra

source: Machine Type
sk: Typ stroja

source: Path to kernel image in the host OS
sk: Cesta ku obrazu jadra v hostiteľskom OS

source: Path to (optional) ramdisk image in the host OS
sk: Cesta k (voliteľnému) ramdisku v hostiteľskom OS

source: Arguments passed to the kernel at boottime
sk: Argumenty predávané jadru v čase bootovania

source: Boot devices priority
sk: Priorita bootovacích zariadení

source: Maximum memory allocation (KB)
sk: Maximálna pamäť (KB)

source: Actual memory allocation
sk: Aktuálne alokovaná pamäť

source: Number of virtual CPUs
sk: Počet virtuálnych CPU

source: How strictly has the virtual CPU provided to guest match requirements
sk: Ako presne sa musí virtuálny procesor hosťujúceho stroja zhodovať

source: CPU model requested by guest
sk: Model CPU požadovaný hosťujúcim systémom

source: Topology of virtual CPU
sk: Topológia virtuálneho procesora

source: CPU features
sk: Znaky CPU

source: Action when guest requests a poweroff
sk: Akcia, ktorá sa vykoná v prípade vypnutia stroja

source: Action when guest requests a reboot
sk: Akcia, ktorá sa vykoná v prípade reštartu stroja

source: Action when guest crashes
sk: Akcia, ktorá sa vykoná v prípade zhavarovania stroja

source: Physical address extension mode
sk: Mód rozšírenia fyzickej adresy

source: Host time synchronization
sk: Synchronizácia času

source: Path to device model emulator
sk: Cesta k emulátoru zariadení

source: File
sk: Súbor

source: Block
sk: Blok

source: Floppy
sk: Disketa

source: Default
sk: Implicitne

source: None
sk: Žiadny

source: Underlying source for the disk
sk: Zdroj disku

source: Indicates how is disk exposed to the guest OS
sk: Nastavenie ako je disk zobrazovaní v hosťovanom systéme

source: Path to file or block device
sk: Cesta k súboru alebo blokovému zariadeniu

source: "Logical" device name
sk: Názov "logického" zariadenia

source: Type of disk device to emulate
sk: Typ emulovaného diskového zariadenia

source: Subtype
sk: Podtyp

source: Cache mechanism
sk: Mechanizmus cacheovania

source: Encryption format
sk: Formát šifrovania

source: Secret
sk: Tajný klúč

source: USB Device
sk: USB zariadenie

source: PCI Device
sk: PCI zariadenie

source: Type of device
sk: Typ zariadenia

source: Network
sk: Sieť

source: User
sk: Užívateľ

source: Type of interface
sk: Typ rozhrania

source: MAC Address
sk: MAC adresa

source: Source Bridge
sk: Zdroj mostu

source: Source Network
sk: Zdroj siete

source: Source Device
sk: Zdrojové zariadenie

source: Source Mode
sk: Mód zdroja

source: Source IP Address
sk: Zdrojová IP adresa

source: Source Port
sk: Zdrojový port

source: Target Device
sk: Cieľové zariadenie

source: Script
sk: Skript

source: Mouse
sk: Myš

source: Input Device Type
sk: Typ vstupného zariadenia

source: Input Device Bus
sk: Zbernica vstupného zariadenia

source: Graphics Type
sk: Typ grafiky

source: Display
sk: Displej

source: Fullscreen
sk: Celá obrazovka

source: Authentication Identifier
sk: Autentizačný indentifikátor

source: Autoallocation of port
sk: Autoalokovanie portu

source: IP Address for server to listen on
sk: IP adresa, na ktorej bude server počúvač

source: Keymap
sk: Rozloženie klávesnice

source: Support multiple connection?
sk: Popdpora viacerých pripojení?

source: Replace existing connection?
sk: Zmeniť existujúce pripojenie?

source: Video Type
sk: Typ grafickej karty

source: Video Memory (KB)
sk: Veľkosť pamäte (KB)

source: Number of screen
sk: Počet obrazoviek

source: 3D Acceleration
sk: 3D akcelerácia

source: 2D Acceleration
sk: 2D akcelerácia

source: Parallel
sk: paralelný

source: Serial
sk: sériový

source: Console
sk: konzolový

source: Channel
sk: kanálový

source: connect
sk: pripojiť

source: Port Type
sk: Typ portu

source: Source Path
sk: Zdrojová cesta

source: Target Port
sk: Cieľová cesta

source: Target Type
sk: Typ cieľa

source: Targe Address
sk: Adresa cieľa

source: Protocol
sk: Protokol

source: Reset
sk: Resetovať

source: Shutdown
sk: Vypnúť

source: Poweroff
sk: Vypnutý

source: Pause
sk: Pauza

source: Do nothing
sk: Nevykonaj nič

source: Change ACL
sk: Zmeniť ACL

source: User can change ACL for the domain
sk: Užívateľ môže zmeniť ACL práva domény

source: View Domain
sk: Prezerať doménu

source: User can view the domain in the administration and check detail information
sk: Užívateľovi sa zobrazí doména v administrácii a môže vidieť detaily domény

source: Change Domain
sk: Zmeniť doménu

source: User can change domain
sk: Užívateľ môže zmeniť doménu

source: Delete Domain
sk: Zmazať doménu

source: User can delete the domain
sk: Užívateľ môže zmazať doménu

source: Migrate Domain
sk: Migrovať doménu

source: User can migrate the domain
sk: Užívateľ môže migrovať doménu

source: Reboot Domain
sk: Reštartovať doménu

source: User can reboot the domain
sk: Užívateľ môže reštartovať doménu

source: Resume Domain
sk: Obnoviť doménu

source: User can resume the domain
sk: Užívateľ môže obnoviť chod domény

source: Suspend Domain
sk: Pozastaviť doménu

source: User can suspend the domain
sk: Užívateľ môže pozastaviť doménu

source: Shutdown Domain
sk: Vypnúť doménu

source: User can shutdown the domain
sk: Užívateľ môže vypnúť doménu

source: Save Domain
sk: Uložiť doménu

source: User can save the domain to disk
sk: Užívateľ môže uložiť aktuálny stav domény na disk

source: Restore Domain
sk: Obnoviť doménu

source: User can restore the domain from disk
sk: Užívateľ môže obnoviť stav domény z disku

source: Please choose which domain you want from list.
sk: Vyberte doménu zo zoznamu.

source: No state
sk: Bez stavu

source: Running
sk: Bežiaci

source: Idle
sk: Nečinný

source: Paused
sk: Pozastavený

source: Shutoff
sk: Vypnutý

source: Crashed
sk: Zrútený

source: You don't have permission to do this.
sk: Nemáte opravánenia na túto operáciu.

source: Currently unsupported by Libvirt.
sk: Aktuálne nepodporované Libvirtom.

source: Monitor is not running
sk: Monitorovací program nie je spustený.

source: Unsupported visualization
sk: Nepodporovaná vizualizácia

source: Parameter not found!
sk: Parameter nenájdený!

source: Action not found!
sk: Akcia nenájdená!

source: Time when the monitor started
sk: Čas spustenia monitoru

source: Time when the monitor will end
sk: Čas, kedy sa monitor ukončí.

source: Time when the monitor make last update
sk: Čas poslednej aktualizácie dát

source: Config flags
sk: Parametre

source: Sampling interval (in secs)
sk: Čas vzorkovania (v sekundách)

source: Statictics time
sk: Čas štatistiky

source: State of the domain
sk: Stav domény

source: Maximum memory allowed
sk: Maximum pamäte

source: Memory used by the domain
sk: Pamäť využitá doménou

source: Number of virtual CPUs for the domain
sk: Počet virtuálnych procesorov domény

source: CPU time of the domain processor
sk: Procesorový čas domény

source: Current running ID
sk: Aktuálne ID domény

source: CPU usage in "%"
sk: Vyťaženie procesora (%)

source: Memory usage in "%"
sk: Vyťaženie pamäte (%)

source: Node Name
sk: Názov uzla

source: This value must contain only letters, numbers, dots and underscores.
sk: Toto pole môže obsahovať iba písmená, číslice, bodky a podtržítka.

source: A node with that name already exists.
sk: Uloz s týmto menom už existuje.

source: Select node
sk: Výber uzlu

source: A node with that name does not exist.
sk: Uzol s týmto menom neexistuje.

source: List nodes
sk: Zoznam uzlov

source: Edit node
sk: Editovať uzol

source: Autoimport domains
sk: Automatické importovanie domén

source: Remove node
sk: Odstrániť uzol

source: Hostname / IP Address
sk: Hostname / IP adresa

source: Used Transport
sk: Transport

source: Path
sk: Cesta

source: Extra Parameters
sk: Extra parametre

source: User can change ACL for the node
sk: Užívateľ môže zmeniť ACL práva uzla

source: Add Domain
sk: Pridať doménu

source: User can create new domain on the node
sk: Užívateľ môže vytvoriť novú doménu na uzle

source: View Node
sk: Zobrazenie uzla

source: User can view the node in the administration
sk: Užívateľovi sa zobrazí uzol v administrácii

source: Change Node
sk: Zmeniť uzol

source: User can change node data
sk: Užívateľ môže zmeniť informácie o uzle

source: Delete Node
sk: Zmazať uzol

source: User can delete the node
sk: Užívateľ môže zmazať uzol

source: Node `%(nodeUri)s` cannot autoimport domains.
sk: Nie je možné automaticky importovať domény uzla `%(nodeUri)s`.

source: Forbidden
sk: Zakázané

source: You don't have permissions for this.
sk: Nemáte opravánenia na túto operáciu

source: Page not found
sk: Stránka nenájdená

source: You requested page which doesn't exist.
sk: Vyžiadali ste si stránku, ktorá neexistuje.

source: We apologize. Our administrators were e-mailed.
sk: Ospravedlňujeme sa. Administrátori boli informovaní e-mailom.

source: Administration
sk: webPyVirt Administrácia

source: Created by Martin Jantošovič
sk: Vytvoril Martin Jantošovič

source: Welcome to webPyVirt Administration
sk: Vitajte vo webPyVirt Administrácii

source: Log in
sk: Prihlásenie

source: webPyVirt Administration
sk: webPyVirt Administrácia

source: Please enter a correct username and password. Note that both fields are case-sensitive.
sk: Prosím, zadajte správne používateľské meno a heslo. Rešpektujte malé a veľké písmená.

source: Add Group
sk: Pridať skupinu

source: You can add group here.
sk: Tu môžete pridať skupinu.

source: There are errors in the form.
sk: Vo formulári sa nachádzajú chyby.

source: Manage Groups
sk: Správa skupín

source: Manage group members.
sk: Správa členov skupiny.

source: Members
sk: Členov

source: Member
sk: Člen

source: Remove
sk: Odstrániť

source: Group is empty.
sk: Skupina je prázdna.

source: Add user to group
sk: Pridať užívateľa do skupiny

source: Save
sk: Uložiť

source: Remove Group
sk: Odstrániť skupinu

source: Do you really want to remove this group?
sk: Naozaj chcete odstrániť túto skupinu?

source: Yes
sk: Áno

source: No
sk: Nie

source: Select Group
sk: Výber skupiny

source: Select a group from list or type name.
sk: Vyberte skupinu zo zoznamu skupín alebo napíšte názov.

source: There is no groups.
sk: Neexistuje žiadna skupina

source: Group Permissions
sk: Práva skupiny

source: Set global permissions to group. All these permissions are per table, not per object. If you want to set permissions per object, select in main menu object class and the in left menu subsection "Permissions". (For example: if we want to set permissions for a Node with name "node1", go to "Node" main menu, "Group permission" in the left menu and select Node "node1".)
sk: Nastavte globálne práva skupiny. Všetky tieto práva sú na tabuľku, nie na objekt. Ak chcete nastaviť práva na objekt, vyberte v hlavnom menu typ objektu a v ľavom menu vyberte sekciu "Práva". (Napríklad: ak chcete nastaviť práva pre uzol s názvom "node1", vyberte "Uzly" v hlavnom menu, "Práva skupiny" v ľavom menu a vyberte uzol "node1".)

source: Permission
sk: Právo

source: Show Permissions
sk: Zobraziť práva

source: This table shows wich permissions user have through user permissions or group permissions. Also display which groups give this permission to user.
sk: Táto tabuľka zobrazuje, ktoré oprávnenia užívateľ má. Zároveň zobrazuje, či toto právo má z užívateľských práv alebo ho zdedil z nejakej skupiny. Názvy týchto skupín vypíše.

source: Has Permission
sk: Má právo

source: User Permission
sk: Práva užívateľa

source: Yes,No
sk: Áno,Nie

source: User Permissions
sk: Práva užívateľa

source: Set global permissions to user. All these permissions are per table, not per object. If you want to set permissions per object, select in main menu object class and the in left menu subsection "Permissions". (For example: if we want to set permissions for a Node with name "node1", go to "Node" main menu, "User permission" in the left menu and select Node "node1".)
sk: Nastavte globálne práva užívateľa. Všetky tieto práva sú na tabuľku, nie na objekt. Ak chcete nastaviť práva na objekt, vyberte v hlavnom menu typ objektu a v ľavom menu vyberte sekciu "Práva". (Napríklad: ak chcete nastaviť práva pre uzol s názvom "node1", vyberte "Uzly" v hlavnom menu, "Práva skupiny" v ľavom menu a vyberte uzol "node1".)

source: Add User
sk: Pridať užívateľa

source: You can add user here.
sk: Tu môžete pridať nového užívateľa.

source: only letters, digits and underscores
sk: iba písmená, číslice a podtržítka

source: Manage Users
sk: Správa užívateľov

source: Manage user informations.
sk: Správa informácií o užívateľovi.

source: Overview
sk: Prehľad

source: 30 characters or fewer. Alphanumeric characters only (letters, digits and underscores).
sk: 30 alebo menej znakov. Iba alfanumerické znaky (písmená, číslice a podtržítka).

source: Unselect this instead of deleting accounts.
sk: Namiesto mazania účtov zrušte túto hodnotu.

source: Date Joined
sk: Dátum vytvorenia

source: Last Login
sk: Posledné prihlásenie

source: Group
sk: Skupina

source: User is not member of any group.
sk: Užívateľ nie je členom žiadnej skupiny.

source: Remove User
sk: Odstrániť užívateľa

source: This user is superuser. You cannot remove him if you are not superuser too!
sk: Tento užívateľ je superužívateľ. Nemôžete odstrániť tohto užívateľa, pretože nie ste superužívateľom!

source: Do you really want to remove this user?
sk: Naozaj chcete odstrániť tohto užívateľa?

source: Select User
sk: Výber užívateľa

source: Select a user from list or type name.
sk: Vyberte užívateľa zo zoznamu alebo napíšte jeho meno.

source: Active
sk: Aktívny

source: There is no users.
sk: Neexistujú žiadny užívatelia.

source: Group permissions for domain.
sk: Práva skupiny pracovať s doménou.

source: User permissions for domain.
sk: Práva užívateľa pracovať s doménou.

source: Is Onwer
sk: Vlastník

source: The user is owner of the domain.
sk: Užívateľ je vlastníkom domény.

source: Create Domain
sk: Vytvoriť doménu

source: If you want to create new domain, please click on the 'Create Domain Wizard' button. It will guide you throught whole process.
sk: Ak chcete vytvoriť novú doménu, kliknite na tlačítko 'Sprievodca vytvorením domény', ktorý Vás prevedie celým procesom.

source: Create Domain Wizard
sk: Sprievodca vytvorením domény

source: Metadata
sk: Metainformácie

source: Resources
sk: Zdroje

source: Operating system
sk: Operačný systém

source: Lifecycle control
sk: Riadenie životného cyklu

source: Domain Detail
sk: Detail domény

source: Screenshot
sk: Obrazok obrazovky

source: Reboot
sk: Reštartovať

source: Suspend
sk: Pozastaviť

source: Run or resume
sk: Spustiť alebo obnoviť

source: Domain Information
sk: Informácie o doméne

source: Name
sk: Názov

source: Type
sk: Typ

source: Memory
sk: Pamäť

source: Additional Information
sk: Doplňujúce informácie

source: On poweroff
sk: Pri vypnutí

source: On reboot
sk: Pri reštarte

source: On crash
sk: Pri havárii

source: Statistics
sk: Štatistiky

source: CPU Usage
sk: Vyťaženie procesora

source: Memory Usage
sk: Vyťaženie pamäte

source: Edit Domain
sk: Upraviť doménu

source: You can change some parameters of the domain dynamically.
sk: Niektoré parametre domény môžete zmeniť dynamicky.

source: Actual value
sk: Aktuálna hodnota

source: New value
sk: Nová hodnota

source: Virtual CPUs
sk: Virtuálne CPU

source: Set
sk: Nastaviť

source: Maximum Memory (in KB)
sk: Maximálna pamäť (KB)

source: Memory (in KB)
sk: Veľkosť pamäte (KB)

source: Migrate
sk: Migrovať

source: If you want to migrate domain, please click on the 'Migrate Domain Wizard' button. It will guide you throught whole process.
sk: Ak chcete premigrovať doménu, kliknite na tlačítko 'Sprievodca premigrovaním domény', ktorý Vás prevedie celým procesom.

source: Migrate Domain Wizard
sk: Sprievodca migráciou domény

source: Remove Domain
sk: Odstrániť doménu

source: Do you really want to remove this domain? If you click on "Yes" domain will be removed from database, but it still exists on the node, so if you want to also destroy domain, click on "First destroy" and then to "Yes" button.
sk: Naozaj chcete odstrániť túto doménu? Ak kliknete na tlačítko "Áno" doména bude odstránená z databázy, ale stále bude existovať na uzle. Ak chcete doménu zároveň odstrániť, kliknite najskôr na tlačítko "Najskôr zrušiť" a až potom na tlačítko "Áno".

source: First destroy
sk: Najskôr zrušiť

source: Select Domain
sk: Výber domény

source: Select a domain from list or type name.
sk: Vyberte doménu zo zoznamu alebo napíšte jej meno.

source: There is no domains.
sk: Neexistujú žiadne domény.

source: Logged in as:
sk: Prihlásený ako:

source: Logout
sk: Odhlásiť

source: A <b>node</b> is a single physical machine. <!-- An <b>hypervisor</b> is a layer of software allowing to virtualize a node in a set of virtual machines with possibly different configurations than the node itself. -->
sk: <b>Uzol</b> je fyzický stroj. <!-- An <b>hypervisor</b> is a layer of software allowing to virtualize a node in a set of virtual machines with possibly different configurations than the node itself. -->

source: Group permissions for node.
sk: Práva skupiny pracovať s uzlom.

source: User permissions for node.
sk: Práva užívateľa pracovať s uzlom.

source: The user is owner of the node.
sk: Užívateľ je vlastníkom uzla.

source: Add Node
sk: Pridať uzol

source: Before you can administrate a node, you need connect to it first. Libvirt remote URI general form (<a href="http://libvirt.org/remote.html#Remote_URI_reference">detail information</a>):
sk: Predtým ako môžete začať spravovať vzdialené uzly, musíte sa k ním najskôr pripojiť. Libvirt obecný tvar URI (<a href="http://libvirt.org/remote.html#Remote_URI_reference">podrobné informácie</a>):

source: only for better identification
sk: kvôli lepšej identifikácii

source: Remote URI
sk: Vzdialená URI adresa

source: if different from default
sk: ak sa líši od pôvodného

source: Test connection
sk: Otestovať spojenie

source: Autoimport Domains of Node
sk: Automatické importovanie domén uzla

source: Autoimport Domains
sk: Automatické importovanie domén

source: Autoimport of existing domains from node. This process will compare database information with actual domains on the node. If on the node is domain which doesn't have record in the database, all data will be added. On the other hand if in the database is domain which doesn't exist on the node, it can recreated with stored data or it can be removed.
sk: Automatické importovanie existujúcich domén na uzle. Tento proces porovná domény v databáze a na uzle. Ak je na uzle doména, ktorá nemá záznam v databáze, všetky jej dáta budú pridané. Ak existuje v databáze doména, ktorá neexistuje na uzle, je možné ju znova vytvoriť na základe uložených informácií alebo ju odstrániť úplne.

source: Loading ...
sk: Načítavanie...

source: Edit Node
sk: Upraviť uzol

source: Save node
sk: Uložiť uzol

source: List Nodes
sk: Zoznam uzlov

source: List of available nodes.
sk: Zoznam dostupných uzlov.

source: Recheck
sk: Skontrolovať

source: There is no nodes.
sk: Neexistujú žiadne uzle.

source: Remove Node
sk: Odstrániť uzol

source: Do you really want to remove this node and all its domains?
sk: Naozaj chcete odstrániť tento uzol a všetky jeho domény?

source: Select Node
sk: Výber uzla

source: Select a node from list or type name.
sk: Vyberte uzol zo zoznamu alebo napíšte jeho meno.
